cask_args appdir: '/Applications'

brew 'curl'
brew 'git'
brew 'git-crypt'
brew 'git-lfs'
brew 'go'
brew 'jq'
brew 'kubectl'
brew 'kubernetes-helm'
brew 'node'
brew 'wget'
brew 'zsh-completions'
brew 'dialog'
brew 'z'
brew 'minikube'

cask 'docker'
cask 'google-chrome'
cask 'google-cloud-sdk'
cask 'iterm2'
cask 'virtualbox'
cask 'rambox'
cask 'sublime-text'
cask 'visual-studio-code'
cask 'postman'
cask 'karabiner-elements'
cask 'spectacle'
