cask_args appdir: '/Applications'
tap 'caskroom/cask'
tap 'caskroom/fonts'
tap crisidev/homebrew-chunkwm

brew 'curl'
brew 'docker-machine-driver-xhyve'
brew 'git'
brew 'git-crypt'
brew 'git-lfs'
brew 'glide'
brew 'go'
brew 'dep'
brew 'jq'
brew 'kubectl'
brew 'node'
brew 'wget'
brew 'zsh'
brew 'zsh-completions'
brew 'kompose'
brew 'chunkwm'

cask 'docker'
cask 'google-chrome'
cask 'google-cloud-sdk'
cask 'gpgtools'
cask 'iterm2'
cask 'minikube'
cask 'staruml'
cask 'vagrant'
cask 'virtualbox'
cask 'rambox'
cask 'sublime-text'
cask 'intellij-idea'
cask 'webstorm'
cask 'visual-studio-code'
cask 'minikube'
cask 'postman'
cask 'xiami'
