cask_args appdir: '/Applications'
tap 'caskroom/cask'
tap 'caskroom/fonts'
tap 'koekeishiya/formulae'

brew 'curl'
brew 'docker-machine-driver-xhyve'
brew 'git'
brew 'git-crypt'
brew 'git-lfs'
brew 'go'
brew 'dep'
brew 'jq'
brew 'kubectl'
brew 'kubernetes-helm'
brew 'node'
brew 'wget'
brew 'zsh'
brew 'zsh-completions'
brew 'chunkwm'
brew 'skhd'
brew 'dialog'

cask 'minikube'
cask 'docker'
cask 'google-chrome'
cask 'google-cloud-sdk'
cask 'gpg-suite'
cask 'iterm2'
cask 'minikube'
cask 'staruml'
cask 'virtualbox'
cask 'rambox'
cask 'sublime-text'
cask 'visual-studio-code'
cask 'minikube'
cask 'postman'
cask 'karabiner-elements'
cask 'spectacle'
